cases/bentPipe/0.org/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet
    {
        type        fixedValue;
        value       uniform (1 0 0);
    }

    outlet
    {
        type        zeroGradient;
    }

    walls
    {
        type        noSlip;
    }
}
